jorgebucaran/fisher
gazorby/fish-exa
edc/bass
decors/fish-colored-man
jorgebucaran/autopair.fish
jhillyerd/plugin-git
patrickf1/fzf.fish
reitzig/sdkman-for-fish@v1.4.0
gazorby/fish-abbreviation-tips
budimanjojo/tmux.fish
ilancosman/tide@v5
benc/pkg-mvn
dracula/fish
jorgebucaran/nvm.fish
